Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/CarKitSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CARPLAY_FOOTER_TEXT_WIRED_AND_WIRELESS_ON_FACEID
source: When your iPhone is nearby and you start your car, CarPlay will start automatically. You can use CarPlay over a wired or wireless connection without requiring Face ID or a passcode.
ar: عند تشغيل سيارتك أثناء وجود iPhone في مكان قريب، يتم بدء كاربلاي تلقائيًا. يمكنك استخدام كاربلاي عبر اتصال سلكي أو لاسلكي، دون طلب بصمة الوجه أو رمز دخول.
bg: Когато вашият iPhone е наблизо и включите колата, CarPlay ще стартира автоматично. Можете да използвате CarPlay чрез кабелна или безжична връзка, без да се изисква Face ID или код.
ca: En engegar el cotxe amb l’iPhone a prop, s’iniciarà el CarPlay automàticament. Pots utilitzar el CarPlay mitjançant una connexió amb fil o sense fil sense necessitat d’utilitzar el Face ID o un codi.
cs: Pokud bude při nastartování auta v dosahu váš iPhone, CarPlay se spustí automaticky. CarPlay můžete připojit kabelem i bezdrátově bez použití Face ID nebo zadání kódu.
da: Når din iPhone er i nærheden, og du starter bilen, startes CarPlay automatisk. Du kan bruge CarPlay via en kabelforbindelse eller en trådløs forbindelse uden at kræve Face ID eller en kode.
de: Wenn dein iPhone in der Nähe ist, wird CarPlay beim Starten des Autos automatisch gestartet. CarPlay kann über eine kabelgebundene oder -lose Verbindung verwendet werden, ohne Face ID oder einen Code anzufordern.
el: Όταν το iPhone βρίσκεται κοντά και εκκινήσετε το αυτοκίνητό σας, το CarPlay θα εκκινείται αυτόματα. Μπορείτε να χρησιμοποιήσετε το CarPlay μέσω ενσύρματης ή ασύρματης σύνδεσης χωρίς να απαιτείται Face ID ή κωδικός.
es: Cuando tu iPhone esté cerca y arranques el coche, CarPlay se encenderá automáticamente. Puedes usar CarPlay con una conexión con cable o inalámbrica sin necesidad de Face ID o código.
es_419: Si tu iPhone está cerca y arrancas tu auto, CarPlay iniciará automáticamente. Puedes usar CarPlay sobre una conexión por cable o inalámbrica sin necesidad de Face ID o un código.
fi: Kun iPhone on lähellä ja käynnistät auton, CarPlay käynnistyy automaattisesti. Voit käyttää CarPlayta langallisen tai langattoman yhteyden kautta ilman Face ID:tä tai pääsykoodia.
fr: Lorsque votre iPhone est à proximité et que vous démarrez votre véhicule, CarPlay se lance automatiquement. Vous pouvez utiliser CarPlay via une connexion filaire ou une connexion sans fil sans avoir à utiliser un code ou Face ID.
fr_ca: CarPlay démarrera automatiquement lorsque votre iPhone est à proximité et que vous démarrez votre véhicule. Vous pouvez utiliser CarPlay au moyen d’une connexion avec ou sans fil, sans qu’il soit nécessaire d’utiliser Face ID ou un code.
he: אם ה-iPhone שלך נמצא בקרבת מקום ברגע הנעת הרכב, CarPlay יתחיל לפעול באופן אוטומטי. השימוש ב-CarPlay יתאפשר גם בחיבור חוטי וגם בחיבור אלחוטי, ללא צורך באימות זהות בעזרת Face ID או הקשת קוד גישה.
hi: अपने iPhone के आस-पास रहने पर जब आप अपनी कार चालू करते हैं तो CarPlay ऑटोमैटिकली चालू हो जाएगा। आप बिना Face ID या पासकोड के CarPlay का इस्तेमाल किसी वायर या बिना वायर वाले कनेक्शन पर कर सकते हैं।
hr: Kad je iPhone u blizini i upalite automobil, CarPlay će se automatski pokrenuti. CarPlay možete koristiti putem žične ili bežične veze bez uporabe Face ID-ja ili šifre.
hu: Amikor az iPhone-ja a közelben van, és elindítja az autóját, a CarPlay automatikusan el fog indulni. A CarPlayt használhatja vezetékes vagy vezeték nélküli kapcsolaton, Face ID vagy jelkód megadása nélkül.
id: Jika iPhone Anda berada di sekitar dan Anda menyalakan mobil Anda, CarPlay akan dimulai secara otomatis. Anda dapat menggunakan CarPlay melalui koneksi kabel dan nirkabel tanpa memerlukan Face ID atau kode sandi.
it: CarPlay viene avviato automaticamente quando iPhone si trova nelle vicinanze e metti in moto l’auto. Puoi utilizzare CarPlay tramite una connessione via cavo o wireless, senza doverti autenticare tramite Face ID o con un codice.
ja: お使いのiPhoneが近くにあるときに車のエンジンをかけると、CarPlayが自動的に起動します。CarPlayは、Face IDやパスコードなしで、有線またはワイヤレスで接続して使用できます。
kk: iPhone жақын жерде болып, автомобиліңізді оталдырған кезде, CarPlay автоматты түрде іске қосылады. CarPlay функциясын сымды немесе сымсыз қосылым арқылы Face ID немесе құпиякодты талап етпей пайдалануға болады.
ko: iPhone이 주변에 있는 상태에서 자동차의 시동을 걸면 CarPlay가 자동으로 시작됩니다. CarPlay를 유선 또는 무선으로 Face ID 또는 암호 없이 사용할 수 있습니다.
lt: Kai jūsų „iPhone“ įrenginys bus netoliese ir užvesite automobilį, „CarPlay“ bus paleista automatiškai. „CarPlay“ galite naudoti laidiniu arba bevieliu ryšiu, o jūsų nebus prašoma prisijungti naudojant „Face ID“ arba prieigos kodą.
ms: Apabila iPhone anda berdekatan dan anda menghidupkan kereta anda, CarPlay akan dimulakan secara automatik. Anda boleh menggunakan CarPlay melalui sambungan berwayar atau wayarles tanpa memerlukan Face ID atau kod laluan.
nl: Als je iPhone in de buurt is en je je auto start, wordt CarPlay automatisch gestart. Je kunt CarPlay gebruiken via een bedrade of draadloze verbinding zonder dat Face ID of een toegangscode is vereist.
no: CarPlay vil starte automatisk når du starter bilen og iPhone er i nærheten. Du kan bruke CarPlay med kabel eller en trådløs forbindelse uten å kreve Face ID eller oppgi koden.
pl: Jeśli Twój iPhone jest w pobliżu, uruchomienie samochodu będzie automatyczne uruchamiać CarPlay. CarPlay możesz używać przewodowo lub bezprzewodowo, bez konieczności używania Face ID ani kodu.
pt_br: Quando seu iPhone estiver por perto e você ligar o carro, o CarPlay será iniciado automaticamente. Você pode usar o CarPlay através de uma conexão com ou sem fio sem exigir o Face ID ou um código.
pt_pt: Se, ao ligar o carro, o seu iPhone se encontrar por perto, o CarPlay é iniciado automaticamente. Pode usar o CarPlay através de uma ligação com ou sem fios, sem necessitar do Face ID ou código.
ro: Atunci când iPhone‑ul este în apropiere și vă porniți mașina, CarPlay va porni automat. Puteți utiliza CarPlay printr‑o conexiune cu fir sau wireless, fără a necesita Face ID sau codul de acces.
ru: Если iPhone находится рядом, когда Вы заводите автомобиль, функция CarPlay будет запускаться автоматически. Вы можете использовать CarPlay по проводному или беспроводному подключению, не требуя Face ID или код‑пароля.
sk: Keď je iPhone v blízkosti auta pri jeho naštartovaní, CarPlay sa spustí automaticky. CarPlay môžete pripájať cez kábel alebo bezdrôtovo bez vyžadovania Face ID alebo kódu.
sl: CarPlay se samodejno zažene, če imate ob zagonu avtomobila v bližini svoj iPhone. CarPlay lahko uporabljate prek žične ali brezžične povezave tudi brez identifikacije s funkcijo Face ID ali kodo za dostop.
sv: När du startar bilen med iPhone i närheten kommer CarPlay att starta automatiskt. Du kan använda CarPlay över en trådbunden eller trådlös anslutning utan att Face ID eller en lösenkod krävs.
th: เมื่อ iPhone ของคุณอยู่ใกล้เคียงและคุณสตาร์ทรถของคุณ CarPlay จะเริ่มทำงานโดยอัตโนมัติ คุณสามารถใช้ CarPlay ผ่านการเชื่อมต่อแบบใช้สายหรือไร้สายได้โดยไม่ต้องใช้ Face ID หรือรหัส
tr: iPhone’unuzun yakındayken ve arabayı çalıştırdığınızda CarPlay otomatik olarak başlatılır. CarPlay’i Face ID ya da parola gerektirmeden kablolu ya da kablosuz bağlantı ile kullanabilirsiniz.
uk: Якщо iPhone перебуває поблизу під час заведення автомобіля, CarPlay вмикається автоматично. До CarPlay можна підʼєднуватися дротовим або бездротовим способом без Face ID або коду допуску.
vi: Khi iPhone của bạn ở gần và bạn khởi động ô tô, CarPlay sẽ tự động khởi động. Bạn có thể sử dụng CarPlay qua kết nối có dây hoặc không dây mà không yêu cầu Face ID hoặc mật mã.
zh_cn: iPhone在附近且你发动了汽车时，CarPlay车载将自动启用。你无需面容ID或密码，即可通过有线或无线连接使用CarPlay车载。
zh_hk: 如發動汽車時你的iPhone在附近，CarPlay將會自動開始。你可以透過有線或無線連接使用CarPlay，無需Face ID或密碼。
zh_tw: 啟動汽車時若iPhone位於附近，CarPlay會自動開始。不需要使用Face ID或密碼，也可透過有線或無線方式連接CarPlay。

# DEBUG_BLUETOOTH_CONNECTED
source: Bluetooth Connected
cs: Připojeno Bluetooth zařízení
kk: Bluetooth функциясы қосылған
lt: Prisijungta „Bluetooth“ ryšiu
zh_hk: 已連接藍牙

# DEBUG_BLUETOOTH_CONNECTING
source: Bluetooth Connecting
cs: Připojování Bluetooth zařízení
kk: Bluetooth функциясы қосылуда
lt: Jungiamasi „Bluetooth“ ryšiu
zh_hk: 正在連接藍牙

# DEBUG_ACCESSORY_CONNECTED
source: Accessory Connected
cs: Připojeno příslušenství
lt: Priedas prijungtas
sl: Dodatna oprema je povezana
zh_hk: 配件已連接

# DEBUG_BLUETOOTH_PAIRED
source: Bluetooth Paired
cs: Spárováno Bluetooth zařízení
lt: Susieta „Bluetooth“ ryšiu
zh_hk: 已配對藍牙

# DEBUG_NOT_CONNECTED
source: Not Connected
kk: Қосылмаған
lt: Neprijungta
sl: Ni povezave

# DNL_INTERNAL_NOTES_FOOTER
source: Custom text notes will be included in radars you file from this vehicle.
lt: Pasirinktiniai teksto užrašai bus įtraukti į radarų informaciją, kurią pateikiate iš šios transporto priemonės.

# DNL_INTERNAL_ONLY
source: [Internal Only]
lt: [Tik vidinio naudojimo reikmėms]

# DNL_INTERNAL_NOTES
source: Radar Notes
lt: Radaro užrašai
